/*
Пермяков Никита
github nikit34
Создать класс BitString для работы с 96-битовыми строками.
Битовая строка должна быть представлена двумя полями:
    1) старшая часть unsigned long long,
    2) младшая часть unsigned int.
Должны быть реализованы все традиционные операции для работы с битами: and, or, xor, not.
Реализовать сдвиг влево shiftLeft и сдвиг вправо shiftRight на заданное количество битов.
Реализовать операцию вычисления количества единичных битов, операции сравнения по количеству единичных битов.
Реализовать операцию проверки включения.
*/

class BitString {
    public:
        BitString() {
            
        }
}
